experiments/redis_contention/redis_same_numa_1_clients_8_threads_attacker/loaded_pairs_13/pair_0/clients_1_threads_4_pipeline_1/redis.out
4         Threads
1         Connections per thread
60        Seconds


ALL STATS
============================================================================================================================
Type         Ops/sec     Hits/sec   Misses/sec    Avg. Latency     p50 Latency     p99 Latency   p99.9 Latency       KB/sec 
----------------------------------------------------------------------------------------------------------------------------
Sets        34279.65          ---          ---         0.09855         0.09500         0.15900         4.95900     35978.26 
Gets         6855.90        18.78      6837.12         0.09084         0.08700         0.15100         4.86300       292.63 
Waits           0.00          ---          ---             ---             ---             ---             ---          --- 
Totals      41135.56        18.78      6837.12         0.09726         0.08700         0.15900         4.95900     36270.90